Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=815_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisopetuksen oppilasmäärä kasvaa
sme: Sámeoahpahusa oahppiid mearri stuorru

source: Saamenkielisen ja saamen kielen opetuksen oppilasmäärä Suomen perusopetuksessa ja lukiossa kasvaa.
sme: Sámeoahpahusa oahppiid mearri Suoma vuođđooahpahusas ja logahagain stuorru.

source: Oppilasmäärä on lisääntynyt noin 170 oppilaalla lukuvuodesta 2005-2006.
sme: Oahppiid mearri lea lassánan sullii 170 skuvlajagi 2005-2006 rájes.

source: Kuluvana lukuvuonna kokonaisoppilasmäärä on 613, kun se syksyllä 2005 oli 444.
sme: Dán lohkanjagi olles oahppiid mearri lea 613, go dat čakčat 2005 lei 444.

source: Saamen kielen opetusta annetaan äidinkielen ja vieraan kielen oppiaineina kaikissa kolmessa saamen kielessä.
sme: Buot Suoma golbma sámegiela oahpahuvvojit eatnigiela ja vierisgiela oahppoávnnasin.

source: Saamenkielistä opetusta järjestetään inarin- ja pohjoissaamen kielillä saamelaisten kotiseutualueella.
sme: Oahpahus sámegillii ordnejuvvo anáraš- ja davvisámegielain sámiid ruovttuguovllus.

source: Kokonaisoppilasmäärä on kasvanut edellisestä lukuvuodesta yhteensä 59.
sme: Oahppiid olles mearri lea lassánan ovddit jagis oktiibuot 59.

source: Suurin nousu on tapahtunut saamen kielen aineopetuksessa (+70).
sme: Stuorámus lassáneapmi lea dáhpáhuvvan sámegiela ávnnasoahpahusas (+70).

source: Saamenkielistä opetusta saavien oppilaiden määrä sen sijaan on laskenut 11 oppilaalla.
sme: Daid oahppiid mearri, geat ožžot oahpahusa sámegillii, lea geahppánan 11.

source: Inarinsaamenkielisen opetuksen oppilasmäärä on edellisen vuoden tasolla (15), koltansaamenkielinen opetus on muuttunut aineopetukseksi (-5) ja pohjoissaamenkielisen opetuksen oppilasmäärä laskenut kuudella.
sme: Anárašgielat oahpahusa oahppiid mearri lea ovddit jagi dásis (15), nuortalašgielat oahpahus lea molson ávnnasoahpahussan (-5) ja davvisámegielat oahpahusa oahppiid mearri geahppánan guđain.

source: Oppilasennusteet osoittavat kuitenkin, että saamenkielinen opetus tulee lähivuosina lisääntymään saamenkielisen varhaiskasvatuksen vahvistaessa asemaansa.
sme: Oahppieinnostusat goittotge čájehit, ahte oahpahus sámegillii boahtá lagaš jagiin lassánit dađi mielde go sámegielat árrabajásgeassin nanosmuvvá.

source: Saamenkielistä varhaiskasvatusta järjestetään saamenkielisissä päiväkodeissa tai päiväkotiryhmissä ja saamen kieliä elvyttävissä kielipesissä.
sme: Sámegielat árrabajásgeassin ordnejuvvo sámegielat beaiveruovttuin dahje beaiveruoktojoavkkuin ja sámegielaid ealáskahtti giellabesiin.

source: Kielipesätoiminta on laajenemassa saamelaisten kotiseutualueelta muille alueille.
sme: Giellabeassedoaibma lea viidáneamen sámiid ruovttuguovllus eará guovlluide.

source: Valtaosa saamelaisopetuksesta annetaan saamelaisten kotiseutualueen kunnissa, jotka saavat tähän opetukseen erityisen korvamerkityn valtionavustuksen.
sme: Eanášoassi sámeoahpahusas addojuvvo sámiid ruovttuguovllu gielddain, mat ožžot dán oahpahussii earenoamáš bealljemerkejuvvon stáhtaveahki.

source: Kotiseutualueen kunnissa saamenkielisessä ja saamen kielen opetuksessa on yhteensä 549 oppilasta.
sme: Sámiid ruovttuguovllu gielddain leat sámegielat ja sámegielaid oahpahusas oktiibuot 549 oahppi.

source: Lisäystä on yhteensä 33 oppilasta edelliseen kouluvuoteen verrattuna.
sme: Lassáneapmi lea oktiibuot 33 oahppi ovddit skuvlajagiin veardidettiin.

source: Inarin kunnan kouluissa saamen kielen ja saamenkielisessä opetuksessa on yhteensä 262 oppilasta, jossa lisäystä edelliseen vuoteen 22.
sme: Anára gieldda skuvllain sámegielaid ja sámegielat oahpahusas leat oktiibuot 262 oahppi, mas lea ovddit jagi ektui lassáneapmi 22.

source: Omien oppilaiden lisäksi Inarin kunnan opettajat antavat etäopetusta yhteensä kahdeksalle lukiolaiselle.
sme: Iežas oahppiid lassin Anára gieldda oahpaheaddjit addet gáiddusoahpahusa oktiibuot gávcci logahatoahppái.

source: Inarin kunnan saamelaisopetuksen oppilasmäärä on kasvanut tasaisesti vuodesta 2007 lähtien.
sme: Anára gieldda sámeoahpahusa oahppiid mearri lea sturron dássidit jagi 2007 rájes.

source: Utsjoen kunnan kouluissa saamen kielen ja saamenkielistä opetusta annetaan yhteensä 124 oppilaalle, jossa lisäystä edelliseen vuoteen 16.
sme: Ohcejoga gieldda skuvllat addet sámegiela ja sámegielat oahpahusa oktiibuot 124 oahppái, mas lea lassáneapmi ovddit jagis 16.

source: Saamenkielisen opetuksen suhteellinen osuus on suurin Utsjoella.
sme: Sámegielat oahpahusa oassi gielddas addojuvvon oahpahusa ollisvuođas lea stuorámus Ohcejogas.

source: Saamenkielisen opetuksen osuus on vuosien mittaan kasvanut selvästi.
sme: Sámegillii addojuvvon oahpahusa oassi lea jagiid mielde čielgasit sturron.

source: Kuluvana lukuvuonna myös saamen kielen aineopetusta saavien oppilaiden määrä on kasvanut 18.
sme: Dán lohkanjagis maiddái daid oahppiid mearri, geat ožžot sámegiela ávnnasoahpahusa, lea lassánan 18.

source: Enontekiön kunnan kouluissa saamen kielen ja saamenkielistä opetusta annetaan yhteensä 61 oppilaalle.
sme: Enodaga gieldda skuvllain oahpahus sámegillii ja sámegielas addojuvvo oktiibuot 61 oahppái, mii lea 15 unnit go ovddit skuvlajagi.

source: Oppilasmäärä on pienentynyt edellisestä kouluvuodesta 15 oppilaalla. Myös Enontekiöltä ja Utsjoelta annetaan etäopetusta muualle maahan.
sme: Maiddái Enodagas ja Ohcejogas addojuvvo sámegiela gáiddusoahpahus sámiid ruovttuguovllu olggobeallái.

source: Sodankylän kunnan kouluissa pääpaino on saamen kielen aineopetuksessa, jota saa yhteensä 99 oppilasta.
sme: Soađegili gieldda sámeoahpahusa váldodeaddu lea giela ávnnasoahpahusas, man ožžot oktiibuot 99 oahppi.

source: Oppilasmäärä on kasvanut edellisestä kouluvuodesta 10.
sme: Oahppiid mearri lea sturron ovddit skuvlajagis 10.

source: Saamenkielistä perusopetusta annetaan kolmelle oppilaalle.
sme: Sámegielat luohkkáoahpahusas leat golbma oahppi.

source: Saamenkielisen opetuksen oppilasmäärän ennakoidaan kasvavan tulevina vuosina.
sme: Sámegielat oahpahusa oahppiid meari einnostit stuorrut boahttevaš jagiin.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella oppilasmäärä on suurin Oulun seudulla, jossa kielen aineopetusta annetaan yhteensä 15 perusopetuksen oppilaalle ja 13 lukiolaiselle.
sme: Sámiid ruovttuguovllu gielddaid olggobealde stuorámus oahppiid mearri lea Oulu guovllus, gos giela ávnnasoahpahus addojuvvo oktiibuot 15 vuođđooahpahusa oahppái ja 13 logahatstuđentii.

source: Rovaniemen kaupungin alueella saamen kielen opetusta saa yhteensä 12 perusopetuksen oppilasta ja kuusi lukiolaista.
sme: Roavvenjárgga gávpoga guovllus sámegiela oahpahusas leat oktiibuot 12 vuođđooahpahusa oahppi ja guhtta logahatstuđeantta.

source: Helsingin seudulla saamen kielen opetuksessa on yhteensä 10 perusopetuksen oppilasta.
sme: Helssega guovllus sámegiela oahpahusas leat 10 vuođđooahpahusa oahppi oktiibuot njealji skuvllas.

source: Koko maassa saamen kielen tai saamenkielistä perusopetusta saa yhteensä 542 oppilasta.
sme: Sámegiela dahje sámegielat vuođđooahpahusa ožžot olles riikkas oktiibuot 542 oahppi.

source: Lukioiden yhteenlaskettu saamen kielen opiskelijamäärä on 71.
sme: Sámegiela oktii rehkenastojuvvon oahppiid mearri logahagain lea 71.

source: Saamelaiskäräjät seuraa ja raportoi saamelaisopetuksen kokonaisuudesta Suomessa.
sme: Sámediggi čuovvu ja raportere sámeoahpahusa ollisvuođas Suomas. Sámeoahpahusa statistihkat maŋimuš jagiin lea gávdnamis

source: Saamelaisopetuksen oppilastilastot ovat löydettävissä
sme: dás.
